Dlubal.RFEM5.SurfaceInternalForces
Surface internal forces

Dlubal.RFEM5.SurfaceInternalForces.SurfaceNo
Surface number

Dlubal.RFEM5.SurfaceInternalForces.Type
Type of results

Dlubal.RFEM5.SurfaceInternalForces.LocationNo
Location number

Dlubal.RFEM5.SurfaceInternalForces.Coordinates
Location coordinates.

Dlubal.RFEM5.SurfaceInternalForces.MomentMx
Moment mx

Dlubal.RFEM5.SurfaceInternalForces.MomentMy
Moment my

Dlubal.RFEM5.SurfaceInternalForces.MomentMxy
Moment mxy

Dlubal.RFEM5.SurfaceInternalForces.ShearForceVx
Shear force vx

Dlubal.RFEM5.SurfaceInternalForces.ShearForceVy
Shear force vy

Dlubal.RFEM5.SurfaceInternalForces.AxialForceNx
Axial force nx

Dlubal.RFEM5.SurfaceInternalForces.AxialForceNy
Axial force ny

Dlubal.RFEM5.SurfaceInternalForces.AxialForceNxy
Axial force nxy

Dlubal.RFEM5.SurfaceInternalForces.MomentM1
Moment m1

Dlubal.RFEM5.SurfaceInternalForces.MomentM2
Moment m2

Dlubal.RFEM5.SurfaceInternalForces.MomentAlphaB
Moment αb

Dlubal.RFEM5.SurfaceInternalForces.MomentTMaxB
Moment mT,max,b

Dlubal.RFEM5.SurfaceInternalForces.ShearForceVMaxB
Shear force vmax,b

Dlubal.RFEM5.SurfaceInternalForces.ShearForceBetaB
Shear force Βb

Dlubal.RFEM5.SurfaceInternalForces.AxialForceN1
Axial force n1

Dlubal.RFEM5.SurfaceInternalForces.AxialForceN2
Axial force n2

Dlubal.RFEM5.SurfaceInternalForces.AxialForceAlphaM
Axial force αm

Dlubal.RFEM5.SurfaceInternalForces.AxialForceVMaxM
Axial force vmax,m

Dlubal.RFEM5.SurfaceInternalForces.MomentMxDPositive
Moment mx,D+

Dlubal.RFEM5.SurfaceInternalForces.MomentMyDPositive
Moment my,D+

Dlubal.RFEM5.SurfaceInternalForces.MomentMcDPositive
Moment mc,D+

Dlubal.RFEM5.SurfaceInternalForces.MomentMxDNegative
Moment mx,D-

Dlubal.RFEM5.SurfaceInternalForces.MomentMyDNegative
Moment my,D-

Dlubal.RFEM5.SurfaceInternalForces.MomentMcDNegative
Moment mc,D-

Dlubal.RFEM5.SurfaceInternalForces.AxialForceNxD
Axial force nx,D

Dlubal.RFEM5.SurfaceInternalForces.AxialForceNyD
Axial force ny,D

Dlubal.RFEM5.SurfaceInternalForces.AxialForceNcD
Axial force nc,D